{
    "1042":{
      "name":"DARTS",
      "detail":"Test your aiming accuracy along with your level of confidence. Most toughest and accurate men can grab the victory in the most competitive pub game. ",
      "rules":"There will be concentric circles on the darts board and each circle have specific points. A participant will be provided with 5 chances to throw the darts. The participant who grabs maximum points will be the winner.",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"Gift Voucher",
      "department":"ME",
      "regFee":"10",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Main Block",
      "coName":"Abhishek C S",
      "coContact":"9605804750"
    },
    "1044":{
      "name":"FREE SHOT",
      "detail":"We test your scoring skills rather than playing. Talented players can score maximum points within given chances and be the winner.",
      "rules":"Each participant is provided with 4 chances and those who complete the challenge will get rewarded.",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"Gift voucher",
      "department":"ME",
      "regFee":"20",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Main Block",
      "coName":"Froid",
      "coContact":"9497333466"
    },
    "1023":{
      "name":"Meet your Meter",
      "detail":"This game is to find hidden objects by following a series of clues. This will be indoor treasure hunt having certain rounds and each round will be leading to clues for the next round.",
      "rules":"1) Prelims will be conducted. <br> 2) Maximum of 2 members per team. <br> 3) Each round will leads to certain clues and will lead to the next round.<br>4) Minimum of 4-5  clues will be provided in total session. <br>5) Do not search for clues in off-limit areas. <br> 6) The team who finds the treasure will be awarded with cash prize.",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Team",
      "prize":"1000",
      "department":"ECE",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"30-03-2019",
      "venue":"Main Block",
      "coName":"Shibana KV",
      "coContact":"9562641847"
    },
    "1046":{
      "name":"CADD MASTER",
      "detail":"Showcase your designing talent by creating a two dimensional AutoCAD drawing and finding the designers who completes their work in minimum time.",
      "rules":"Each participant will be provided with dimensions for the drawing. The one who completes the drawing in minimum time will be the winner.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"3000",
      "department":"ME",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Common Computing Lab - Middle Block",
      "coName":"Deepak",
      "coContact":"9048980462"
    },
    "1024":{
      "name":"Mach Grafica",
      "detail":"<h3>Round 1</h3> <br> This round will have an aptitude test which consists of 20 questions. It includes subject and general questions. No negative marking. Selected teams from this round will proceed to the next round. <br><h3>Round 2</h3><br> In this round the participants will be tested on the basics of their designing skills. It consist of 4 questions which is completely based on circuit knowledge.<br><h3>Round 3</h3><br> This round is for the participants filtered after the first 2 rounds and only 2 groups is filtered. Herein we depict a problem statement and the finalists need to come up with a feasible solution using the components provided in the given time. The efficiency of the output and time taken is considered for judgement. <br><br><br> 'Apply your brains in concepts of electronics and make use of this platform to bring out the electronic nerd within you.'",
      "rules":"1. The number of members for a team is limited to maximum <br> 2. All decisions of judges and event co-ordinators shall be treated as final and binding to all.<br>3. Any malpractice is strictly treated and no electronic devices is permitted. <br> 4. Spot registrations are available.",
      "techEvent":"true",
      "culturalEvent":"true",
      "partType":"Team",
      "prize":"1000",
      "department":"ECE",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"30-03-2019",
      "venue":"Main block",
      "coName":"Christina Baby",
      "coContact":"9061754904"
    },
    "1025":{
      "name":"CLASH A TRONS",
      "detail":"Attempting to determine why the circuit fails to operate in the desired manner.Of course, the kinds of bugs you’re looking will be very different and different tools may be required. The schematic is the rough analog to the source code, but real circuits can behave unexpectedly for lots of reasons, such as failing to account manufacturing tolerances of the components used (e.g. Electrolytic capacitors that might vary as much as 20% from the stated value) to defects in the assembly of the components, to various errata in digital chips used in the design. And those are things that can happen even if the design is nominally correct",
      "rules":"•Teams of two participants only can contest for this event.<br>•There will be total 2 rounds.<br>•Original Schematic diagram and faulty circuit will be given.<br>•Team has to locate the faults successfully within time limit.<br>• The teams will be promoted to the next round that has completed the task with minimum time.<br>•First round will be elimination round with simple questions from fields of electronics.<br>•Difficulty level will be raised as teams moving to the final round<br>•There will be time bonus in final round.<br>•All the components and material required for the circuit will be provided by us.<br>•Power supply and other testing devices like multimeter, CRO (if needed) and other toolswill be made available in a shared hall.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Team",
      "prize":"1000",
      "department":"ECE",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"30-03-2019",
      "venue":"Main Block",
      "coName":"DIVYA K P",
      "coContact":"9539943449"
    },
    "1049":{
      "name":"PAPER PLANE",
      "detail":"Are you creative to make a paper plane, here is your platform to show your talents in simple paper plane flight and the longest will be awarded.",
      "rules":"All participants will be provided with sheets of paper and the one who makes the plane and flight it to longest distance will be the winner.",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"Gift Voucher",
      "department":"ME",
      "regFee":"10",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Main Block",
      "coName":"Arun Baburaj",
      "coContact":"8589838163"
    },
    "1026":{
      "name":"Silver spin",
      "detail":"Soldering of simple  PCB board. PCB board,  components,  soldering iron etc.... will be provided. There needed a basic idea about soldering  method.",
      "rules":"1.It ia a single  round competition. <br>2.Output is compulsory for circuit. <br>3.Perfection of soldering is important. ",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"500",
      "department":"ECE",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"30-03-2019",
      "venue":"Main Block",
      "coName":"Sruthy NT",
      "coContact":"7034480686"
    },
    "1027":{
      "name":"QUIZ CUS",
      "detail":"  We give you a platform to exhibit your talent in the core of ECE. People with quick impulse step in and walk away with exiting prizes in the tech quiz.",
      "rules":"1. Only team entries are eligible. <br> 2. A team shall consist of max two persons <br> 3. The decision of the quiz-master will be final and will not be subjected to any change. <br> 4. The participants shall not be allowed to  use mobile or other electronic instruments. <br> 5. The questions shall be in the form of multiple choice, True / False statement, Specific-answer question . <br> 6. Replacement of any participant  of a team is not allowed after registration. <br> 7. ROUNDS ELIMINATION ROUND – (In case more than 6 teams register) <ul> <li> Round 1 : A question will be asked to a team and if they are unable to answer it will be passed to the next team. </li><li> Round 2: Rapid Fire Round : -Each team will be asked questions one after another in one minutes time. </li><li> Round 3 – Buzzer Round- A question will be fired & the team who presses the buzzer first get to answer first . </li><li> Round 4- Visual round  Teams  will be shown clips and will have to answer. </li> </ul>",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Team",
      "prize":"1000",
      "department":"ECE",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"30-03-2019",
      "venue":"Main Block",
      "coName":"Gloria Wilson",
      "coContact":"7560940772"
    },
    "1004":{
      "name":"Mind scribble - wreck your brain",
      "detail":"Quiz is competition used for the assessment of education & knowledge of a person who tries to answer the question correctly",
      "rules":"A team of 2 members can participate in the event. Registration fee is Rs100 per team. Spot registration can be done. ",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Team",
      "prize":"1000",
      "department":"BTE",
      "regFee":"100",
      "onlineReg":"false",
      "time":"2:00 PM",
      "date":"30-03-2019",
      "venue":"Seminar hall",
      "coName":"Sandra.K.P",
      "coContact":"9072102765"
    },
    "1002":{
      "name":"Fun Games",
      "detail":"<h3>Play Beyond, Gotta catch 'em all </h3> Fun Games are distinct from work, which is usually carried out for remuneration  and from art, it is more often an expression of aesthetic or ideological elements <br> Fun Games are carried out for fun and entertainment, participation in these types of games helps to refresh and rejenuate leading to physical and mental enlightenment. <br> Fun Games conducted under PROMETHEUS by Department of Biotechnology combines all these elements.<br>We heartily invited all of you!",
      "rules":"On the spot rules ",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual / Team",
      "prize":"Prize worth 10k",
      "onlineReg":"false",
      "department":"BTE",
      "time":"10 AM",
      "date":"29-03-2019",
      "venue":"Main block 2nd floor ",
      "regFee":"20",
      "coName":"Anju Prabhakar",
      "coContact":"9061562462"
    },
    "1200":{
      "name":"Hackearlo",
      "spPath":"hackearlo.html",
      "detail":"The event consists of 3 rounds.The preliminary task is a quiz competition in a duration of 30 min.The teams from this will be shortlisted according to the score obtained from round 1, and given a task of a simple arduino project which is round 2. Further selection from round 2 will be considered on the basics of min time taken In round 2. The prize will be awarded for the performance in round 3.",
      "rules":"Decision of judges will be final in case of any disputes",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Team",
      "prize":"1000",
      "department":"ECE AND CSE",
      "regFee":"500",
      "onlineReg":"false",
      "time":"10 AM",
      "date":"30-03-2019",
      "venue":"EC LAB 2, Main block",
      "coName":"Vysakh",
      "coContact":"9947525460"
    },
    "1045":{
      "name":"BUZZER",
      "detail":"You must be accurate and precise in every task. Here we test how fast you can complete our task with maximum accuracy.",
      "rules":"There will be a twisted wire and a holder having a circular hoop on its one end. The participant need to move the holder along the wire in such a way that, the wire should be inside the circular hoop and don't let the hoop touch the wire. The one who completes the task in shortest time will be the winner.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"Gift voucher",
      "department":"ME",
      "regFee":"10",
      "onlineReg":"false",
      "time":"10 AM",
      "date":"29-03-2019",
      "venue":"Main Block",
      "coName":"Deepak Asokan",
      "coContact":"9048980462"
    },
    "1047":{
      "name":"DR.PARKER",
      "detail":"Ever thought you were good at find a parking spot in our crowded cities. Lets see if you can find the right parking space in a different atmosphere.",
      "rules":"The one who parks the car properly  in shortest time will be the winner.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"2000",
      "department":"ME",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10.00 AM",
      "date":"29-03-2019",
      "venue":"Near Main Block",
      "coName":"Abijith",
      "coContact":"9946415788"
    },
    "1003":{
      "name":"ARGUMENTALS",
      "detail":"Debate is a process that involves formal discussion on a particular topic. In a debate, opposing arguments are put forward to argue for opposing viewpoints. Hence it is the 'SURVIVAL OF THE SMARTEST'.",
      "rules":"<ul> <li>Spot Registration.</li><li> No violence against each other.</li><li>No mobile phones are allowed.</li><ul>",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"1000",
      "department":"BTE",
      "regFee":"20",
      "onlineReg":"false",
      "time":"11.00 AM",
      "date":"30-03-2019",
      "venue":"Seminar hall 2",
      "coName":"Anjali Prakash",
      "coContact":"9061242468"
    },
    "1005":{
      "name":"IDEA HUNT",
      "detail":"A great big chance to bring out your inner logical skills. Live challenges & contests for the elaboration & creation of best innovative ideas. We will provide a problem and participants will have to move forth with your technical & logical skills to solve it.",
      "rules":"The contest consists of Three rounds. <br> Registration fee is Rs.10 per head. <br> Mobile phones and other electronic devices  are not allowed.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"3000",
      "department":"BTE",
      "regFee":"10",
      "onlineReg":"false",
      "time":"04:00 PM",
      "date":"30-03-2019",
      "venue":"Lab and Main Block ",
      "coName":"Sandra.K P",
      "coContact":"9072102765"
    },
    "1053":{
      "name":"FOR THE THORNE",
      "detail":"<b>Winter is here and who will conquer the iron throne. So it's a real time to treat the talented GOT viewers with some exciting prizes.</b>",
      "rules":"Maximum of two members in a group. The quiz may have two or more stages depending on number of participants.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Team",
      "prize":"2000",
      "department":"ME",
      "regFee":"100",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Main Block",
      "coName":"Ashin",
      "coContact":"9496836547"
    },
    "1061":{
      "name":"WEB DESIGNING",
      "detail":"We are arranging a fierce competition for all the candidates interested in web designing.The Web Designing is about honoring excellence in the Web profession. It is also about empowering the creative, technically proficient & future business-savvy Web professionals within the secondary (high school) and post secondary (college) communities.",
      "rules":"<ul><li> The topic for web design will be given on the spot. </li><li> The participants will be alloted two hours for designing. </li><li>The participants can use HTML, CSS, Java Script & JQuery. </li></ul>",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"2000",
      "department":"CSE",
      "regFee":"100",
      "onlineReg":"false",
      "time":"11:00 AM",
      "date":"29-03-2019",
      "venue":"CS Lab - Main Block",
      "coName":"ABHIN KRISHNA",
      "coContact":"8113987975"
    },
    "1062":{
      "name":"DEVIL'S HOME",
      "detail":"Feel the darkness around you. The darkness is going to haunt you. The devil's home  is a form of live entertainment that simulates the experience of covering haunted locations or envisioning horror fiction. It usually feature fearsome sets and characters, especially ghosts, monsters, demons, witches.",
      "rules":"<ul> <li>The arrangements inside the devil's home should not be destroyed. </li><li> Don't harm the people interacting with the participants inside the devil's home. </li><li>Mobile phone are strictly restricted inside the devil's home. </li><li>The individual as well as a group of three participants are allowed inside the devil's home.</li><ul>",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual / Team",
      "prize":"Not Applicable",
      "department":"CSE",
      "regFee":"20",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Main-Block",
      "coName":"Harikrishna",
      "coContact":"9605634633"
    },
    "1064":{
      "name":"PUBG TOURNAMENT",
      "spPath":"pubg.html",
      "detail":"Kerala's biggest Pubg tournament with prizes worth Rs. 20k.<br>Registration is Rs 200.<br>On 29th March 2019.",
      "rules":"<ul> <li> Reg fee Rs.200. </li> <li> Four members in a team. Maximum 75 teams allowed. </li> <li> Only android or iOS devices allowed. </li> </ul>",
      "techEvent":"true",
      "culturalEvent":"true",
      "partType":"Team",
      "prize":"20000",
      "department":"CSE",
      "regFee":"200",
      "onlineReg":"false",
      "time":"11:00 AM",
      "date":"29-03-2019",
      "venue":"LAB 3 - Main Block",
      "coName":"Suryajith Sunilkumar",
      "coContact":"9656973101"
    },
    "1063":{
      "name":"GAME ARCADE",
      "detail":"A game arcade is an organized sporting event featuring multiple games with different significance inside a room.The participants will have a wonderful gaming experience and can also enjoy the wide range of games.",
      "rules":"<ul> <li> The participants should not destroy any PCs in the gaming room. </li><li>The participants cannot enter inside without the ticket.</li><li>Each participant can enjoy the variety of games for 30 minutes.</li><ul>",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"Not Applicable",
      "department":"CSE",
      "regFee":"30",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Main Block ",
      "coName":"C. S Aadityan",
      "coContact":"7559823295"
    },
    "1081":{
      "name":"Mr Investigator",
      "detail":"Be an Investigator, Try to sort out the crime scene",
      "rules":"Instructions will be provided on the spot",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"3000",
      "department":"EEE",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Middle Block",
      "coName":"Jibin",
      "coContact":"9495042127"
    },
    "1201":{
      "name":"PAPER PRESENTATION",
      "detail":"RUDRA 2019 the Techno-Cultural Fest of Mets School of Engineering, Mala welcomes you to be part of the grand festival. We are providing you the platform to bring out your passion, skills and confidence. Don't miss out...!!!!",
      "rules":"1) 1-5 members per team. <br> 2) 5 minutes presentation with 2 minutes for open discussion. <br> 3) Participation certificates are provided. <br> 4) One hardcopy of their abstract should be submitted by participants on that day. <br> 5) College ID card is compulsory. <br> 6) Soft copy of the presentation should be submitted by participants 5 minutes before the presentation. <br> 7) Abstract should not exceed more than one page ( maximum 300 words). Should be send to editorsdesk.rudra2019@gmail.com <br> 8) Abstract should be send on or before 25th March 2019 and confirmation will be send to your email address by 27th March 2019.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual / Team (upto 5)",
      "prize":"2000",
      "department":"CSE , ECE AND BTE",
      "regFee":"100",
      "onlineReg":"false",
      "time":"9:00 AM",
      "date":"30-03-2019",
      "venue":"Seminar Hall",
      "coName":"Arya K U",
      "coContact":"9400857480"
    },
    "1101":{
      "name":"Treasure hunt",
      "detail":"A technical treasure hunt with survey instruments and equipments,which will bring out your skills on surveying.",
      "rules":"1) Spot admissions for the event are welcomed. <br> 2)A group shall consist minimum of two members. <br> 3) Instruments for the event will be provided.Other stationary like pen, scale etc. Should be brought by the participants themselves. <br> 4)The team which takes minimum time to solve the puzzle will be the winners.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Team",
      "prize":"2000",
      "department":"CE",
      "regFee":"150",
      "onlineReg":"false",
      "time":"9:00 AM",
      "date":"29-03-2019",
      "venue":"Civil Block",
      "coName":"Bristo",
      "coContact":"8113930963"
    },
    "1102":{
      "name":"Max load",
      "detail":"A competition to construct a structure structure with the items provided.The final result will be based on the load bearing capacity and it's aesthetics.",
      "rules":"MAX LOAD <br> 1)A team shall consist a maximum of 3 members. <br> 2)Spot registration for the competition will be entertained. <br> 3)Each team will be given a maximum of 2hrs for the competition. <br> 4)Building material necessary for the competition will be provided. <br> 5) Evaluation criteria will be based on the structure which withstand the maximum load and it's aesthetics.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Team",
      "prize":"2500",
      "department":"CE",
      "regFee":"150",
      "onlineReg":"false",
      "time":"9:00 AM",
      "date":"29-03-2019",
      "venue":"Civil Block",
      "coName":"Hiba",
      "coContact":"9567325565"
    },
    "1103":{
      "name":"CAD MAD",
      "detail":"Competition for drawing using the software AutoCAD. The plan will be provided and the drawing should be accurate and time bound.",
      "rules":"1.This is a single participant event. <br> 2.The plan will be provided and the drawing should be made accordingly. <br> 3.The work should be completed within the specified time ",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"3000",
      "department":"CE",
      "regFee":"150",
      "onlineReg":"false",
      "time":"9:00 AM",
      "date":"29-03-2019",
      "venue":"Civil Block",
      "coName":"Rasal hassan",
      "coContact":"9446253536"
    },
    "1021":{
      "name":"GRAVEL",
      "detail":"It is an off road remote control car racing contest, where 2 players race at a time. the one who completes the race first will be awarded by a small gift and finally, the ultimate winner will be the one who took the least time of all.",
      "rules":"Rule 1 : if the car turns upside down the respective player will be out. <br> Rule 2 : do not get out of the track in any manners. <br> Rule 3 : No second chance",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"1000",
      "department":"ECE",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"30-03-2019",
      "venue":"Main Block",
      "coName":"Sooraj Sukumaran",
      "coContact":"7907108559"
    },
    "1041":{
      "name":"ARCHERY",
      "detail":"Times and conditions change so rapidly that we must keep our aim constantly  focused. Challenge your aiming skills in a competitive platform.",
      "rules":"The aiming board has concentric circles with varying size. Each circles have specific points and the participant who grab the maximum points will be the winner. Each participant will be provided with three chances.",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"1000",
      "department":"ME",
      "regFee":"20",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Main Block",
      "coName":"Vishal A P",
      "coContact":"8606392355"
    },
    "1043":{
      "name":"REPARO",
      "detail":"Challenge your mechanical skills by reassembling the heart of the beasts on two wheels. It will be a war between the talented mechanics.",
      "rules":"Maximum of two participants in one team. The team which assembles the engine in the shortest time will be the winner.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Team",
      "prize":"2000",
      "department":"ME",
      "regFee":"100",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Main Block",
      "coName":"Abijith P S",
      "coContact":"9946415788"
    },
    "1048":{
      "name":"PITSTOP",
      "detail":"Do you have what it takes to be in a professional pit crew. Find out how fast you can change the wheels of a classic Maruti.",
      "rules":"Maximum of two participants in one team. The team which changes the tyres of car in the shortest time will be the winner.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Team",
      "prize":"2000",
      "department":"ME",
      "regFee":"100",
      "onlineReg":"false",
      "time":"10:00 AM",
      "date":"29-03-2019",
      "venue":"Near Bus Parking Area",
      "coName":"Lighil",
      "coContact":"8089334509"
    },
    "1050":{
      "name":"Forensic workshop by Kerala police",
      "detail":"Learn from the best. Experience how the best police force in India undertake their investigations. See in person the intricate procedures carried out during a forensic analysis",
      "rules":"Only students are allowed",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"NILL",
      "department":"ME",
      "regFee":"0",
      "onlineReg":"false",
      "time":"11:00 AM",
      "date":"29-03-2019",
      "venue":"I - 101 / Main block",
      "coName":"Arun Baburaj",
      "coContact":"8589838163"
    },
    "1051":{
      "name":"IDEA FEST",
      "detail":"These questions for sure will beat one's conventional thinking. Only your creative mind can let you crack these wild questions. Snatch your prizes by giving the best solution for these mind boggling problems",
      "rules":"The participants needs to solve the given creative problems with in the given time.",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"8000",
      "department":"ME",
      "regFee":"100",
      "onlineReg":"false",
      "time":"11:00 AM",
      "date":"30-03-2019",
      "venue":"Main block",
      "coName":"Abijith",
      "coContact":"9946415788"
    },
    "1082":{
      "name":"SPOT CHOREO",
      "detail":"Are you a dancer?<br>Can you move to the beats around?<br>Then this is for you...<br>We welcome you to the SPOT CHOREO....the contest designed for passionate dancers...by 19 AMPS<br>The floor awaits.....<br>Flame up your feet.......",
      "rules":"* Solo dance event.<br>* Music will be played on spot<br>* Duration- 5 minutes<br>* No special marks for properties.<br>* Judges' decision will be final<br>* Registration fee: ₹ 30 (per head)<br>* Prize money: ₹3000",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"3000",
      "department":"EEE",
      "regFee":"30",
      "onlineReg":"false",
      "time":"10:30 AM",
      "date":"29-03-2019",
      "venue":"EEE block",
      "coName":"Sukanya",
      "coContact":"9496744288"
    },
    "1082":{
      "name":"SPOT CHOREO",
      "detail":"Are you a dancer?<br>Can you move to the beats around?<br>Then this is for you...<br>We welcome you to the SPOT CHOREO....the contest designed for passionate dancers...by 19 AMPS<br>The floor awaits.....<br>Flame up your feet.......",
      "rules":"* Solo dance event.<br>* Music will be played on spot<br>* Duration- 5 minutes<br>* No special marks for properties.<br>* Judges' decision will be final<br>* Registration fee: ₹ 30 (per head)<br>* Prize money: ₹3000",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"3000",
      "department":"EEE",
      "regFee":"30",
      "onlineReg":"false",
      "time":"10:30 AM",
      "date":"29-03-2019",
      "venue":"EEE block",
      "coName":"Sukanya",
      "coContact":"9496744288"
    },
    "1065":{
      "name":"BLIND CODING",
      "detail":"We are arranging an event for all the  candidates who are interested in coding. They will get an opportunity to showcase their coding skills and can win prizes for their talent",
      "rules":"<ul> <li> There are two rounds in Blind Coding. </li><li>The candidates will be given a program with error.</li><li>The candidates has to correct the program within the given time. </li><li>And the decision of the judge will be considered final. </li></ul>",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Individual",
      "prize":"2000",
      "department":"CSE",
      "regFee":"50",
      "onlineReg":"false",
      "time":"10:30 AM",
      "date":"30-03-2019",
      "venue":"Main Block",
      "coName":"Dileep",
      "coContact":"7907410382"
    },
    "1083":{
      "name":"SPOT TIKTOK",
      "detail":"Creativity means different to different people....explore the hidden actor in you....get a chance to seize a fortune off your favourite pass time...and win prizes...challenge your Dubsmash and lip syncing talents on spot TIKTOK.. For more details<br><br>Saranya:9995441874 <br>Reshmi:8078384392",
      "rules":"<ul> <li> Solo Dubsmash event </li><li> A voice clip will be played twice before the on stage performance.</li><li>Judges' decision will be final</li><li>Registration fee:₹20</li><li>Prize money:₹1000</li></ul>",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"1000",
      "department":"EEE",
      "regFee":"20",
      "onlineReg":"false",
      "time":"11:11 AM",
      "date":"29-03-2019",
      "venue":"Middle Block",
      "coName":"Jibin George",
      "coContact":"9495042127"
    },
    "1055":{
      "name":"PHYSIQUE CONTEST",
      "detail":"Judges will be looking for fit contestants who display proper shape and symmetry combined with muscularity and overall condition. This is not a bodybuilding contest so extreme muscularity should be marked down",
      "rules":"*Registration commences by 8AM and closes by 12PM <br>*The competition is scheduled to start by 2PM<>br*Only two people shall be allowed in the green room with the athlete<br>*Athletes are expected to bring their dumbbells warming rope,resistance bands for their warm up<br>*Any form of violence or commotion from any of the members accompanying the athlete will result in the disqualification of the athlete<br>*The athletes are expected to bring their own tan ",
      "techEvent":"false",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"40000",
      "department":"ME",
      "regFee":"500",
      "onlineReg":"false",
      "time":"2 PM",
      "date":"29-03-2019",
      "venue":"Main Stage",
      "coName":"Jayaram",
      "coContact":"9847197082"
    },
    "1056":{
      "name":"AIR SHOW",
      "detail":"For the first time in Thrissur, experience the thrill of flight through the adrenaline filled air show.",
      "rules":"NILL",
      "techEvent":"true",
      "culturalEvent":"false",
      "partType":"Other",
      "prize":"Not Applicable",
      "department":"ME",
      "regFee":"0",
      "onlineReg":"false",
      "time":"4 PM",
      "date":"30-03-2019",
      "venue":"Ground",
      "coName":"Abijith",
      "coContact":"9946415788"
    },
    "1066":{
      "name":"NFS Most Wanted",
      "detail":"NFS is an offline car racing game.We are going to conduct the game by LAN with 4 players playing at the same time",
      "rules":"1. 4 players will play at the same time<br>2. Everyone will have same car having same performance in each game<br>3. No one is allowed to use cheatcodes or trainers or any kind of cheating. If found they are out of the game.<br>4. Sprints and circuits will be the racing types.<br>5. There will be qualifier rounds if no of players are more.<br>6. Cash prize 1K for first prize",
      "techEvent":"true",
      "culturalEvent":"true",
      "partType":"Individual",
      "prize":"1000",
      "department":"CSE",
      "regFee":"50",
      "onlineReg":"false",
      "time":"11 AM",
      "date":"30-03-2019",
      "venue":"LAB",
      "coName":"Alex Tomy",
      "coContact":"7907791566"
    }















}
